{"id": "CXR3281_IM-1562", "image": "CXR3281_IM-1562/0.png", "value": "The heart size is within normal limits. Cardiomediastinal contour is normal. There is a right upper lobe nodule measuring 8 mm in diameter. Trachea is midline. The lungs otherwise clear. XXXX and soft tissues are unremarkable.", "h_value": "The heart size is within normal limits. Cardiomediastinal contour is normal. There is a right upper lobe nodule measuring 8 mm in diameter. Trachea is midline. The lungs otherwise clear. XXXX and soft tissues are unremarkable. A small right-sided pneumothorax is present.", "co_objects": ["pneumothorax"], "uncertain_objects": ["heart", "lungs", "trachea", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR729_IM-2288", "image": "CXR729_IM-2288/0.png", "value": "No focal consolidation, pneumothorax, or pleural effusion identified. However, there is a 1.7 cm nodular opacity within the right hilum, which may represent partially calcified granuloma or lymphadenopathy. Scattered calcified granulomas also seen. Heart size is upper limit normal. No acute bony abnormality.", "h_value": "No focal consolidation, pneumothorax, or pleural effusion identified. However, there is a 1.7 cm nodular opacity within the right hilum, which may represent partially calcified granuloma or lymphadenopathy. Scattered calcified granulomas also seen. Heart size is upper limit normal. No acute bony abnormality. A central venous catheter is present. Evidence of rib fracture is noted.", "co_objects": ["catheter", "rib fracture"], "uncertain_objects": ["heart", "hilum", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3996_IM-2047", "image": "CXR3996_IM-2047/0.png", "value": "The lungs are clear. Heart size is normal. No pneumothorax. There are endplate changes in the spine.", "h_value": "The lungs are clear. Heart size is normal. No pneumothorax. There are endplate changes in the spine. A suspicious mass is noted in the right hilum.", "co_objects": ["mass"], "uncertain_objects": ["heart", "lungs", "spine", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2362_IM-0926", "image": "CXR2362_IM-0926/0.png", "value": "Lungs are clear bilaterally. Cardiac and mediastinal silhouettes are normal. Pulmonary vasculature is normal. No pneumothorax or pleural effusion. No acute bony abnormality.", "h_value": "Lungs are clear bilaterally. Cardiac and mediastinal silhouettes are normal. Pulmonary vasculature is normal. No pneumothorax or pleural effusion. No acute bony abnormality. Evidence of scoliosis is noted. Patchy infiltrates are seen bilaterally. A central venous catheter is present.", "co_objects": ["scoliosis", "infiltrate", "catheter"], "uncertain_objects": ["lungs", "pulmonary vasculature", "normal", "clear", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2361_IM-0926", "image": "CXR2361_IM-0926/0.png", "value": "Stable mild rightward curvature of the thoracic spine. Heart size is normal. No focal airspace disease. No pneumothorax or pleural effusion. No acute osseous findings.", "h_value": "Stable mild rightward curvature of the thoracic spine. Heart size is normal. No focal airspace disease. No pneumothorax or pleural effusion. No acute osseous findings. Evidence of mediastinal widening is noted. Evidence of opacity is noted.", "co_objects": ["mediastinal widening", "opacity"], "uncertain_objects": ["heart", "spine", "thoracic spine", "normal", "stable", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3728_IM-1864", "image": "CXR3728_IM-1864/0.png", "value": "The XXXX examination consists of frontal and lateral radiographs of the chest. The cardiomediastinal contours are within normal limits. No focal consolidation, pleural effusion, or pneumothorax identified. The visualized osseous structures and upper abdomen are unremarkable.", "h_value": "The XXXX examination consists of frontal and lateral radiographs of the chest. The cardiomediastinal contours are within normal limits. No focal consolidation, pleural effusion, or pneumothorax identified. The visualized osseous structures and upper abdomen are unremarkable. Evidence of rib fracture is noted.", "co_objects": ["rib fracture"], "uncertain_objects": ["normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2293_IM-0875", "image": "CXR2293_IM-0875/0.png", "value": "The heart is normal in size. The mediastinum is stable. The previously visualized bilateral pneumothoraces have resolved. Right chest wall surgical XXXX have been removed. There is improved aeration in the lung bases with mild residual XXXX opacities compatible with scarring or atelectasis.", "h_value": "The heart is normal in size. The mediastinum is stable. The previously visualized bilateral pneumothoraces have resolved. Right chest wall surgical XXXX have been removed. There is improved aeration in the lung bases with mild residual XXXX opacities compatible with scarring or atelectasis. Patchy infiltrates are seen bilaterally.", "co_objects": ["infiltrate"], "uncertain_objects": ["heart", "mediastinum", "normal", "stable", "mild", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR841_IM-2365", "image": "CXR841_IM-2365/0.png", "value": "The heart is normal in size. The mediastinum is unremarkable. Left upper extremity PIC catheter tip overlies the distal aspect of the left clavicle XXXX within the subclavian vein. There is no pneumothorax. The lungs are mildly hyperinflated but clear. Deformity of the lateral left 6th rib, XXXX old injury.", "h_value": "The heart is normal in size. The mediastinum is unremarkable. Left upper extremity PIC catheter tip overlies the distal aspect of the left clavicle XXXX within the subclavian vein. There is no pneumothorax. The lungs are mildly hyperinflated but clear. Deformity of the lateral left 6th rib, XXXX old injury. A chest tube is in place on the right side. Evidence of mediastinal widening is noted. Evidence of hilar enlargement is noted.", "co_objects": ["chest tube", "mediastinal widening", "hilar enlargement"], "uncertain_objects": ["heart", "lungs", "mediastinum", "clavicle", "normal", "clear", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2100_IM-0731", "image": "CXR2100_IM-0731/0.png", "value": "The heart size and mediastinal contours appear within normal limits. Atherosclerotic calcification of the aorta. No focal airspace consolidation, pleural effusions or pneumothorax. Questionable thin-walled cavitary lesion in the right lower lobe, only seen on the AP view and may represent artifact. No acute bony abnormalities.", "h_value": "The heart size and mediastinal contours appear within normal limits. Atherosclerotic calcification of the aorta. No focal airspace consolidation, pleural effusions or pneumothorax. Questionable thin-walled cavitary lesion in the right lower lobe, only seen on the AP view and may represent artifact. No acute bony abnormalities. Evidence of nasogastric tube is noted. Evidence of opacity is noted. Evidence of granuloma is noted.", "co_objects": ["nasogastric tube", "opacity", "granuloma"], "uncertain_objects": ["heart", "aorta", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2653_IM-1137", "image": "CXR2653_IM-1137/0.png", "value": "Heart size and mediastinal contours appear within normal limits. Pulmonary vascularity is within normal limits. No focal consolidation, suspicious pulmonary opacity, pneumothorax or definite pleural effusion. Mild degenerative changes of the thoracic spine.", "h_value": "Heart size and mediastinal contours appear within normal limits. Pulmonary vascularity is within normal limits. No focal consolidation, suspicious pulmonary opacity, pneumothorax or definite pleural effusion. Mild degenerative changes of the thoracic spine. Evidence of aortic calcification is noted. A suspicious mass is noted in the right hilum.", "co_objects": ["aortic calcification", "mass"], "uncertain_objects": ["heart", "spine", "thoracic spine", "normal", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1221_IM-0149-0001", "image": "CXR1221_IM-0149-0001/0.png", "value": "No airspace disease, effusion or noncalcified nodule. Normal heart size and mediastinum. Visualized XXXX of the chest XXXX are within normal limits.", "h_value": "No airspace disease, effusion or noncalcified nodule. Normal heart size and mediastinum. Visualized XXXX of the chest XXXX are within normal limits. Evidence of opacity is noted. The heart is mildly enlarged. A small right-sided pneumothorax is present.", "co_objects": ["opacity", "cardiomegaly", "pneumothorax"], "uncertain_objects": ["heart", "mediastinum", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3745_IM-1872", "image": "CXR3745_IM-1872/0.png", "value": "Cardiomediastinal silhouette and pulmonary vasculature are within normal limits. Lungs are clear. No pneumothorax or pleural effusion. No acute osseous findings.", "h_value": "Cardiomediastinal silhouette and pulmonary vasculature are within normal limits. Lungs are clear. No pneumothorax or pleural effusion. No acute osseous findings. A small pulmonary nodule is identified in the left upper lobe.", "co_objects": ["nodule"], "uncertain_objects": ["lungs", "pulmonary vasculature", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3649_IM-1811", "image": "CXR3649_IM-1811/0.png", "value": "Clear lungs bilaterally. No pneumothorax or large pleural effusion. Normal cardiac contour.", "h_value": "Clear lungs bilaterally. No pneumothorax or large pleural effusion. Normal cardiac contour. A suspicious mass is noted in the right hilum. Evidence of granuloma is noted. Bibasilar atelectasis is present.", "co_objects": ["mass", "granuloma", "atelectasis"], "uncertain_objects": ["lungs", "normal", "clear", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2729_IM-1187", "image": "CXR2729_IM-1187/0.png", "value": "Normal heart size, mediastinal and aortic contours. Normal pulmonary vascularity. Elevated left hemidiaphragm with scarring at the left costophrenic XXXX. There is a bullet fragment overlying the left T7 vertebra. Retained XXXX bullet fragments noted within the left upper and lower lobes. No focal consolidation, visible pneumothorax or large pleural effusion. Mild degenerative changes of the thoracic spine.", "h_value": "Normal heart size, mediastinal and aortic contours. Normal pulmonary vascularity. Elevated left hemidiaphragm with scarring at the left costophrenic XXXX. There is a bullet fragment overlying the left T7 vertebra. Retained XXXX bullet fragments noted within the left upper and lower lobes. No focal consolidation, visible pneumothorax or large pleural effusion. Mild degenerative changes of the thoracic spine. Evidence of granuloma is noted. A central venous catheter is present.", "co_objects": ["granuloma", "catheter"], "uncertain_objects": ["heart", "diaphragm", "spine", "thoracic spine", "normal", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR933_IM-2431", "image": "CXR933_IM-2431/0.png", "value": "XXXX change. Both lungs are clear and expanded. Heart and mediastinum normal.", "h_value": "XXXX change. Both lungs are clear and expanded. Heart and mediastinum normal. Patchy infiltrates are seen bilaterally. A central venous catheter is present. Small bilateral pleural effusions are noted.", "co_objects": ["infiltrate", "catheter", "pleural effusion"], "uncertain_objects": ["heart", "lungs", "mediastinum", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1962_IM-0628", "image": "CXR1962_IM-0628/0.png", "value": "No pneumothorax, pleural effusion or airspace consolidation. Stable right lower lung granuloma. Interval to right clavicle XXXX procedure. Heart size and pulmonary vasculature appear within normal limits. XXXX XXXX are intact.", "h_value": "No pneumothorax, pleural effusion or airspace consolidation. Stable right lower lung granuloma. Interval to right clavicle XXXX procedure. Heart size and pulmonary vasculature appear within normal limits. XXXX XXXX are intact. A small pulmonary nodule is identified in the left upper lobe. Evidence of nasogastric tube is noted. Evidence of rib fracture is noted.", "co_objects": ["nodule", "nasogastric tube", "rib fracture"], "uncertain_objects": ["heart", "clavicle", "pulmonary vasculature", "normal", "stable"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1654_IM-0430", "image": "CXR1654_IM-0430/0.png", "value": "The heart and mediastinum are unremarkable. There is tortuosity of the aorta, compatible with atherosclerosis. Low lung volumes. Minimal XXXX opacities within the lung bases, XXXX subsegmental atelectasis. The lungs are clear without infiltrate. There is no effusion or pneumothorax.", "h_value": "The heart and mediastinum are unremarkable. There is tortuosity of the aorta, compatible with atherosclerosis. Low lung volumes. Minimal XXXX opacities within the lung bases, XXXX subsegmental atelectasis. The lungs are clear without infiltrate. There is no effusion or pneumothorax. Evidence of emphysema is noted. Consolidation is seen in the right lower lobe. Evidence of scoliosis is noted.", "co_objects": ["emphysema", "consolidation", "scoliosis"], "uncertain_objects": ["heart", "lungs", "mediastinum", "aorta", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2119_IM-0746", "image": "CXR2119_IM-0746/0.png", "value": "There is a 1 cm nodule within one of the lung bases, seen only on the lateral view. There is a calcified right hilar lymph node and right granuloma. Heart size is normal. No pneumothorax.", "h_value": "There is a 1 cm nodule within one of the lung bases, seen only on the lateral view. There is a calcified right hilar lymph node and right granuloma. Heart size is normal. No pneumothorax. A suspicious mass is noted in the right hilum. A central venous catheter is present.", "co_objects": ["mass", "catheter"], "uncertain_objects": ["heart", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2279_IM-0865", "image": "CXR2279_IM-0865/0.png", "value": "Heart size is enlarged. The aorta is unfolded. Otherwise the mediastinal contour is normal. There are streaky bibasilar opacities. There are no nodules or masses. No visible pneumothorax. No visible pleural fluid. The XXXX are grossly normal. There is no visible free intraperitoneal air under the diaphragm.", "h_value": "Heart size is enlarged. The aorta is unfolded. Otherwise the mediastinal contour is normal. There are streaky bibasilar opacities. There are no nodules or masses. No visible pneumothorax. No visible pleural fluid. The XXXX are grossly normal. There is no visible free intraperitoneal air under the diaphragm. Evidence of rib fracture is noted.", "co_objects": ["rib fracture"], "uncertain_objects": ["heart", "diaphragm", "aorta", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3126_IM-1470", "image": "CXR3126_IM-1470/0.png", "value": "The cardiomediastinal silhouette is within normal limits for appearance. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. The thoracic spine appears intact. No acute, displaced rib fractures.", "h_value": "The cardiomediastinal silhouette is within normal limits for appearance. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. The thoracic spine appears intact. No acute, displaced rib fractures. Patchy infiltrates are seen bilaterally. Evidence of endotracheal tube is noted. A small pulmonary nodule is identified in the left upper lobe.", "co_objects": ["infiltrate", "endotracheal tube", "nodule"], "uncertain_objects": ["spine", "thoracic spine", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3624_IM-1794", "image": "CXR3624_IM-1794/0.png", "value": "The heart size and mediastinal contours appear within normal limits. No focal airspace consolidation, pleural effusion or pneumothorax. No acute bony abnormalities.", "h_value": "The heart size and mediastinal contours appear within normal limits. No focal airspace consolidation, pleural effusion or pneumothorax. No acute bony abnormalities. Evidence of scoliosis is noted. A chest tube is in place on the right side. Evidence of hilar enlargement is noted.", "co_objects": ["scoliosis", "chest tube", "hilar enlargement"], "uncertain_objects": ["heart", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3257_IM-1544", "image": "CXR3257_IM-1544/0.png", "value": "The cardiac contours are normal. The lungs are clear. Thoracic spondylosis.", "h_value": "The cardiac contours are normal. The lungs are clear. Thoracic spondylosis. Evidence of rib fracture is noted.", "co_objects": ["rib fracture"], "uncertain_objects": ["lungs", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2716_IM-1181", "image": "CXR2716_IM-1181/0.png", "value": "Within the right lower lobes there are XXXX airspace opacities XXXX representing consolidation and atelectasis with blunting of the bilateral costophrenic XXXX. The cardiomediastinal silhouette is within normal limits. Bibasilar subsegmental atelectasis. No acute osseous abnormality.", "h_value": "Within the right lower lobes there are XXXX airspace opacities XXXX representing consolidation and atelectasis with blunting of the bilateral costophrenic XXXX. The cardiomediastinal silhouette is within normal limits. Bibasilar subsegmental atelectasis. No acute osseous abnormality. A chest tube is in place on the right side.", "co_objects": ["chest tube"], "uncertain_objects": ["normal", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR429_IM-2070", "image": "CXR429_IM-2070/0.png", "value": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are clear of focal airspace disease, pneumothorax, or pleural effusion. There is no definite evidence of acute fracture.", "h_value": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are clear of focal airspace disease, pneumothorax, or pleural effusion. There is no definite evidence of acute fracture. The heart is mildly enlarged. Evidence of nasogastric tube is noted. Evidence of scoliosis is noted.", "co_objects": ["cardiomegaly", "nasogastric tube", "scoliosis"], "uncertain_objects": ["lungs", "pulmonary vasculature", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1404_IM-0258", "image": "CXR1404_IM-0258/0.png", "value": "No focal lung consolidation. Heart size and pulmonary vascularity are within normal limits. No pneumothorax or pleural effusion. No acute bony abnormalities. There are stable anterior wedge XXXX deformities of 2 midthoracic vertebral bodies.", "h_value": "No focal lung consolidation. Heart size and pulmonary vascularity are within normal limits. No pneumothorax or pleural effusion. No acute bony abnormalities. There are stable anterior wedge XXXX deformities of 2 midthoracic vertebral bodies. The heart is mildly enlarged. A small pulmonary nodule is identified in the left upper lobe.", "co_objects": ["cardiomegaly", "nodule"], "uncertain_objects": ["heart", "normal", "stable"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2843_IM-1254-1001", "image": "CXR2843_IM-1254-1001/0.png", "value": "The heart is normal in size. There is right paratracheal density concerning for lymphadenopathy. There are patchy right upper lobe streaky opacities. The remainder of the lungs are clear. There is no pleural effusion.", "h_value": "The heart is normal in size. There is right paratracheal density concerning for lymphadenopathy. There are patchy right upper lobe streaky opacities. The remainder of the lungs are clear. There is no pleural effusion. Evidence of aortic calcification is noted. Patchy infiltrates are seen bilaterally.", "co_objects": ["aortic calcification", "infiltrate"], "uncertain_objects": ["heart", "lungs", "trachea", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1027_IM-0021", "image": "CXR1027_IM-0021/0.png", "value": "This examination is somewhat limited secondary to obscuration of the bilateral posterior costophrenic sulci on the lateral view. The cardiomediastinal silhouette is within normal limits for appearance. No focal areas of pulmonary consolidation. No pneumothorax. No large pleural effusion. The thoracic spine appears intact.", "h_value": "This examination is somewhat limited secondary to obscuration of the bilateral posterior costophrenic sulci on the lateral view. The cardiomediastinal silhouette is within normal limits for appearance. No focal areas of pulmonary consolidation. No pneumothorax. No large pleural effusion. The thoracic spine appears intact. Evidence of aortic calcification is noted.", "co_objects": ["aortic calcification"], "uncertain_objects": ["spine", "thoracic spine", "normal", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3861_IM-1955", "image": "CXR3861_IM-1955/0.png", "value": "No pneumothorax, pleural effusion , or focal airspace disease. Heart size within normal limits. Cardiomediastinal silhouette is clear. Bony structures appear intact.", "h_value": "No pneumothorax, pleural effusion , or focal airspace disease. Heart size within normal limits. Cardiomediastinal silhouette is clear. Bony structures appear intact. Bibasilar atelectasis is present. Evidence of mediastinal widening is noted. A central venous catheter is present.", "co_objects": ["atelectasis", "mediastinal widening", "catheter"], "uncertain_objects": ["heart", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3182_IM-1501-0001", "image": "CXR3182_IM-1501-0001/0.png", "value": "There is a moderate amount of retained contrast within the distal esophagus. There is no evidence of aspiration. A 3.0 cm nodule is present within the right hilum. No moderate to large pleural effusion or pneumothorax is identified. The cardiomediastinal silhouette is within normal limits. The pulmonary vasculature is normal.", "h_value": "There is a moderate amount of retained contrast within the distal esophagus. There is no evidence of aspiration. A 3.0 cm nodule is present within the right hilum. No moderate to large pleural effusion or pneumothorax is identified. The cardiomediastinal silhouette is within normal limits. The pulmonary vasculature is normal. Evidence of endotracheal tube is noted.", "co_objects": ["endotracheal tube"], "uncertain_objects": ["hilum", "pulmonary vasculature", "normal", "moderate"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3905_IM-1984", "image": "CXR3905_IM-1984/0.png", "value": "The heart is enlarged, stable compared to the previous exam. The mediastinum is unremarkable. There is no pleural effusion, pneumothorax, or focal airspace disease. The XXXX are unremarkable.", "h_value": "The heart is enlarged, stable compared to the previous exam. The mediastinum is unremarkable. There is no pleural effusion, pneumothorax, or focal airspace disease. The XXXX are unremarkable. A small pulmonary nodule is identified in the left upper lobe.", "co_objects": ["nodule"], "uncertain_objects": ["heart", "mediastinum", "stable"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3883_IM-1971", "image": "CXR3883_IM-1971/0.png", "value": "No pneumothorax, pleural effusion or airspace consolidation. Heart size and pulmonary vasculature appear within normal limits. XXXX XXXX are intact.", "h_value": "No pneumothorax, pleural effusion or airspace consolidation. Heart size and pulmonary vasculature appear within normal limits. XXXX XXXX are intact. A pacemaker device is noted in the left chest. Evidence of endotracheal tube is noted. Patchy infiltrates are seen bilaterally.", "co_objects": ["pacemaker", "endotracheal tube", "infiltrate"], "uncertain_objects": ["heart", "pulmonary vasculature", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2494_IM-1020", "image": "CXR2494_IM-1020/0.png", "value": "Heart size is mildly enlarged. The pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is no focal air space opacity to suggest a pneumonia. There are mild degenerative changes of the spine. There are extensive vascular calcifications. There is a left midlung calcified granuloma.", "h_value": "Heart size is mildly enlarged. The pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is no focal air space opacity to suggest a pneumonia. There are mild degenerative changes of the spine. There are extensive vascular calcifications. There is a left midlung calcified granuloma. Evidence of endotracheal tube is noted. A central venous catheter is present.", "co_objects": ["endotracheal tube", "catheter"], "uncertain_objects": ["heart", "mediastinum", "spine", "normal", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3706_IM-1851", "image": "CXR3706_IM-1851/0.png", "value": "The lungs are clear, and without focal airspace opacity. The cardiomediastinal silhouette is stable from prior exam. There is no pneumothorax or large pleural effusion. Mediastinal surgical clips are again noted.", "h_value": "The lungs are clear, and without focal airspace opacity. The cardiomediastinal silhouette is stable from prior exam. There is no pneumothorax or large pleural effusion. Mediastinal surgical clips are again noted. Evidence of endotracheal tube is noted.", "co_objects": ["endotracheal tube"], "uncertain_objects": ["lungs", "clear", "stable"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR282_IM-1243", "image": "CXR282_IM-1243/0.png", "value": "Mediastinal contours are within normal limits. Heart size is within normal limits. No focal consolidation, pneumothorax or pleural effusion.", "h_value": "Mediastinal contours are within normal limits. Heart size is within normal limits. No focal consolidation, pneumothorax or pleural effusion. Evidence of hilar enlargement is noted. Evidence of scoliosis is noted. Evidence of granuloma is noted.", "co_objects": ["hilar enlargement", "scoliosis", "granuloma"], "uncertain_objects": ["heart", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1236_IM-0158", "image": "CXR1236_IM-0158/0.png", "value": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are clear of focal airspace disease, pneumothorax, or pleural effusion. There are no acute bony findings.", "h_value": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are clear of focal airspace disease, pneumothorax, or pleural effusion. There are no acute bony findings. Evidence of mediastinal widening is noted. Evidence of emphysema is noted. Evidence of opacity is noted.", "co_objects": ["mediastinal widening", "emphysema", "opacity"], "uncertain_objects": ["lungs", "pulmonary vasculature", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1599_IM-0389", "image": "CXR1599_IM-0389/0.png", "value": "Normal heart size, mediastinal and aortic contours. Normal pulmonary vascularity. Atherosclerotic calcifications identified within the aortic XXXX. The lungs are clear. No focal consolidation, visible pneumothorax or large pleural effusion. Flowing thoracic spine osteophytes noted.", "h_value": "Normal heart size, mediastinal and aortic contours. Normal pulmonary vascularity. Atherosclerotic calcifications identified within the aortic XXXX. The lungs are clear. No focal consolidation, visible pneumothorax or large pleural effusion. Flowing thoracic spine osteophytes noted. A central venous catheter is present. A small pulmonary nodule is identified in the left upper lobe. Evidence of aortic calcification is noted.", "co_objects": ["catheter", "nodule", "aortic calcification"], "uncertain_objects": ["heart", "lungs", "spine", "thoracic spine", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3948_IM-2017", "image": "CXR3948_IM-2017/0.png", "value": "The cardiomediastinal silhouette is within normal limits for size and contour. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute bone abnormality.", "h_value": "The cardiomediastinal silhouette is within normal limits for size and contour. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute bone abnormality. Bibasilar atelectasis is present.", "co_objects": ["atelectasis"], "uncertain_objects": ["lungs", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1416_IM-0265", "image": "CXR1416_IM-0265/0.png", "value": "The cardiac silhouette is at the upper limits of normal for size. Stable, mild prominence of the bilateral hilar regions. No focal areas of pulmonary consolidation. No pneumothorax. Stable XXXX opacity in the left XXXX, XXXX representing a scar. No pleural effusion. Minimal degenerative changes of the thoracic spine. No acute, displaced rib fractures.", "h_value": "The cardiac silhouette is at the upper limits of normal for size. Stable, mild prominence of the bilateral hilar regions. No focal areas of pulmonary consolidation. No pneumothorax. Stable XXXX opacity in the left XXXX, XXXX representing a scar. No pleural effusion. Minimal degenerative changes of the thoracic spine. No acute, displaced rib fractures. The heart is mildly enlarged. Evidence of aortic calcification is noted.", "co_objects": ["cardiomegaly", "aortic calcification"], "uncertain_objects": ["spine", "cardiac silhouette", "thoracic spine", "normal", "stable", "mild", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2213_IM-0819", "image": "CXR2213_IM-0819/0.png", "value": "The heart is normal in size. The mediastinum is stable. Innumerable XXXX bilateral nodules are identified, most of which appear calcified on XXXX examination. There is no acute infiltrate or effusion. XXXX lingular scarring and/or atelectasis.", "h_value": "The heart is normal in size. The mediastinum is stable. Innumerable XXXX bilateral nodules are identified, most of which appear calcified on XXXX examination. There is no acute infiltrate or effusion. XXXX lingular scarring and/or atelectasis. Evidence of aortic calcification is noted. Small bilateral pleural effusions are noted. The heart is mildly enlarged.", "co_objects": ["aortic calcification", "pleural effusion", "cardiomegaly"], "uncertain_objects": ["heart", "mediastinum", "normal", "stable", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1114_IM-0079", "image": "CXR1114_IM-0079/0.png", "value": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear.", "h_value": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. Evidence of endotracheal tube is noted. A small right-sided pneumothorax is present. A suspicious mass is noted in the right hilum.", "co_objects": ["endotracheal tube", "pneumothorax", "mass"], "uncertain_objects": ["heart", "lungs", "mediastinum", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2655_IM-1137", "image": "CXR2655_IM-1137/0.png", "value": "The cardiomediastinal silhouette is normal in size in appearance and stable from XXXX. The lungs are clear. Soft tissues and bony structures are unremarkable. No pneumothorax or pleural effusion.", "h_value": "The cardiomediastinal silhouette is normal in size in appearance and stable from XXXX. The lungs are clear. Soft tissues and bony structures are unremarkable. No pneumothorax or pleural effusion. Mild pulmonary edema is observed.", "co_objects": ["pulmonary edema"], "uncertain_objects": ["lungs", "normal", "clear", "stable"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2144_IM-0765", "image": "CXR2144_IM-0765/0.png", "value": "Stable calcified hilar XXXX and granulomas. Lungs are clear bilaterally. There is no focal consolidation, pleural effusion, or pneumothoraces. Cardiomediastinal silhouette is within normal limits. XXXX are unremarkable.", "h_value": "Stable calcified hilar XXXX and granulomas. Lungs are clear bilaterally. There is no focal consolidation, pleural effusion, or pneumothoraces. Cardiomediastinal silhouette is within normal limits. XXXX are unremarkable. Mild pulmonary edema is observed. A chest tube is in place on the right side.", "co_objects": ["pulmonary edema", "chest tube"], "uncertain_objects": ["lungs", "normal", "clear", "stable", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2396_IM-0945", "image": "CXR2396_IM-0945/0.png", "value": "There are bilateral opacities most prominent in the lower lobes bilaterally. There is no evidence of pneumothorax or large pleural effusion. The cardiac and mediastinal contours are within normal limits. The XXXX are unremarkable. There is an embolization XXXX overlying left upper quadrant.", "h_value": "There are bilateral opacities most prominent in the lower lobes bilaterally. There is no evidence of pneumothorax or large pleural effusion. The cardiac and mediastinal contours are within normal limits. The XXXX are unremarkable. There is an embolization XXXX overlying left upper quadrant. Evidence of aortic calcification is noted.", "co_objects": ["aortic calcification"], "uncertain_objects": ["normal", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1378_IM-0242", "image": "CXR1378_IM-0242/0.png", "value": "Heart size is normal. Cardiomediastinal silhouette is normal in contour. The lungs are clear bilaterally without pleural effusion or pneumothorax. No pulmonary nodules. Bony structures are intact.", "h_value": "Heart size is normal. Cardiomediastinal silhouette is normal in contour. The lungs are clear bilaterally without pleural effusion or pneumothorax. No pulmonary nodules. Bony structures are intact. A pacemaker device is noted in the left chest. Evidence of hilar enlargement is noted. Evidence of endotracheal tube is noted.", "co_objects": ["pacemaker", "hilar enlargement", "endotracheal tube"], "uncertain_objects": ["heart", "lungs", "normal", "clear", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2306_IM-0882", "image": "CXR2306_IM-0882/0.png", "value": "No pneumothorax, pleural effusion or airspace consolidation. Cardiomediastinal size is within normal limits. Pulmonary vasculature is normal . XXXX XXXX intact. Mild degenerative change of the lower thoracic spine, anterior osteophytes.", "h_value": "No pneumothorax, pleural effusion or airspace consolidation. Cardiomediastinal size is within normal limits. Pulmonary vasculature is normal . XXXX XXXX intact. Mild degenerative change of the lower thoracic spine, anterior osteophytes. Evidence of nasogastric tube is noted.", "co_objects": ["nasogastric tube"], "uncertain_objects": ["spine", "pulmonary vasculature", "thoracic spine", "normal", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3978_IM-2037-0001", "image": "CXR3978_IM-2037-0001/0.png", "value": "The heart is normal in size and contour. There is no mediastinal widening. The lungs are clear bilaterally. No pleural effusion or pneumothorax. XXXX are intact.", "h_value": "The heart is normal in size and contour. There is no mediastinal widening. The lungs are clear bilaterally. No pleural effusion or pneumothorax. XXXX are intact. A central venous catheter is present. Evidence of hilar enlargement is noted. Evidence of nasogastric tube is noted.", "co_objects": ["catheter", "hilar enlargement", "nasogastric tube"], "uncertain_objects": ["heart", "lungs", "normal", "clear", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR694_IM-2260", "image": "CXR694_IM-2260/0.png", "value": "The cardiac silhouette and pulmonary vascularity are normal. The lungs are clear. There is no evidence of pleural effusion. Postoperative changes are noted in the mediastinum and lower cervical spine.", "h_value": "The cardiac silhouette and pulmonary vascularity are normal. The lungs are clear. There is no evidence of pleural effusion. Postoperative changes are noted in the mediastinum and lower cervical spine. A suspicious mass is noted in the right hilum. Bibasilar atelectasis is present.", "co_objects": ["mass", "atelectasis"], "uncertain_objects": ["lungs", "mediastinum", "spine", "cardiac silhouette", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2136_IM-0758", "image": "CXR2136_IM-0758/0.png", "value": "Mediastinal contours are normal. Lungs are clear. There is no pneumothorax or large pleural effusion.", "h_value": "Mediastinal contours are normal. Lungs are clear. There is no pneumothorax or large pleural effusion. Evidence of granuloma is noted.", "co_objects": ["granuloma"], "uncertain_objects": ["lungs", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3214_IM-1519", "image": "CXR3214_IM-1519/0.png", "value": "There is an marked interval increase in heart size. The heart also demonstrates the XXXX XXXX configuration, compatible with pericardial effusion. A small right pleural effusion the present. The lungs are otherwise clear without focal infiltrates. Normal pulmonary vascularity. No pneumothorax.", "h_value": "There is an marked interval increase in heart size. The heart also demonstrates the XXXX XXXX configuration, compatible with pericardial effusion. A small right pleural effusion the present. The lungs are otherwise clear without focal infiltrates. Normal pulmonary vascularity. No pneumothorax. Evidence of opacity is noted. Evidence of mediastinal widening is noted.", "co_objects": ["opacity", "mediastinal widening"], "uncertain_objects": ["heart", "lungs", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3703_IM-1850", "image": "CXR3703_IM-1850/0.png", "value": "The XXXX examination consists of frontal and lateral radiographs of the chest. The posterior costophrenic XXXX are excluded on the lateral view. The cardiomediastinal contours are within normal limits. Pulmonary vascularity is within normal limits. No focal consolidation, pleural effusion, or pneumothorax identified. The visualized osseous structures and upper abdomen are unremarkable.", "h_value": "The XXXX examination consists of frontal and lateral radiographs of the chest. The posterior costophrenic XXXX are excluded on the lateral view. The cardiomediastinal contours are within normal limits. Pulmonary vascularity is within normal limits. No focal consolidation, pleural effusion, or pneumothorax identified. The visualized osseous structures and upper abdomen are unremarkable. Mild pulmonary edema is observed. A small pulmonary nodule is identified in the left upper lobe.", "co_objects": ["pulmonary edema", "nodule"], "uncertain_objects": ["normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2053_IM-0691", "image": "CXR2053_IM-0691/0.png", "value": "The heart is normal in size and contour. The lungs are clear, without evidence of infiltrate. There is no pneumothorax or effusion.", "h_value": "The heart is normal in size and contour. The lungs are clear, without evidence of infiltrate. There is no pneumothorax or effusion. Evidence of fibrosis is noted.", "co_objects": ["fibrosis"], "uncertain_objects": ["heart", "lungs", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1261_IM-0177", "image": "CXR1261_IM-0177/0.png", "value": "Mild cardiomegaly. Normal pulmonary vascularity. Tortuosity of the descending aorta. No focal infiltrate, pneumothorax or pleural effusion.", "h_value": "Mild cardiomegaly. Normal pulmonary vascularity. Tortuosity of the descending aorta. No focal infiltrate, pneumothorax or pleural effusion. Evidence of fibrosis is noted. A small pulmonary nodule is identified in the left upper lobe. Evidence of rib fracture is noted.", "co_objects": ["fibrosis", "nodule", "rib fracture"], "uncertain_objects": ["aorta", "normal", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3908_IM-1985", "image": "CXR3908_IM-1985/0.png", "value": "The XXXX examination consists of frontal and lateral radiographs of the chest. The cardiomediastinal contours are within normal limits. Pulmonary vascularity is within normal limits. No focal consolidation, pleural effusion, or pneumothorax identified. Multilevel thoracic spondylosis is again demonstrated..", "h_value": "The XXXX examination consists of frontal and lateral radiographs of the chest. The cardiomediastinal contours are within normal limits. Pulmonary vascularity is within normal limits. No focal consolidation, pleural effusion, or pneumothorax identified. Multilevel thoracic spondylosis is again demonstrated. Evidence of hilar enlargement is noted.", "co_objects": ["hilar enlargement"], "uncertain_objects": ["normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR942_IM-2438", "image": "CXR942_IM-2438/0.png", "value": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. Vascular calcification is noted. No adenopathy is seen.", "h_value": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. Vascular calcification is noted. No adenopathy is seen. Evidence of opacity is noted. A small pulmonary nodule is identified in the left upper lobe. Evidence of granuloma is noted.", "co_objects": ["opacity", "nodule", "granuloma"], "uncertain_objects": ["heart", "lungs", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR236_IM-0924", "image": "CXR236_IM-0924/0.png", "value": "Heart size is within normal limits. No focal airspace consolidations. No pneumothorax or pleural effusion.", "h_value": "Heart size is within normal limits. No focal airspace consolidations. No pneumothorax or pleural effusion. Evidence of rib fracture is noted.", "co_objects": ["rib fracture"], "uncertain_objects": ["heart", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1207_IM-0140-0001", "image": "CXR1207_IM-0140-0001/0.png", "value": "The lungs are clear. The heart and pulmonary XXXX are normal. The pleural spaces are clear. Mediastinal contours are normal. There is no pneumothorax.", "h_value": "The lungs are clear. The heart and pulmonary XXXX are normal. The pleural spaces are clear. Mediastinal contours are normal. There is no pneumothorax. Patchy infiltrates are seen bilaterally. Mild pulmonary edema is observed.", "co_objects": ["infiltrate", "pulmonary edema"], "uncertain_objects": ["heart", "lungs", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR754_IM-2306", "image": "CXR754_IM-2306/0.png", "value": "The heart and lungs have XXXX XXXX in the interval. Both lungs are clear and expanded. Heart and mediastinum normal.", "h_value": "The heart and lungs have XXXX XXXX in the interval. Both lungs are clear and expanded. Heart and mediastinum normal. A central venous catheter is present. Mild pulmonary edema is observed.", "co_objects": ["catheter", "pulmonary edema"], "uncertain_objects": ["heart", "lungs", "mediastinum", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1765_IM-0499", "image": "CXR1765_IM-0499/0.png", "value": "The cardiomediastinal silhouette is within normal limits. There is rounded calcified density within the left lower lobe most consistent with granuloma. Remaining lungs are clear without evidence of focal opacification. No pneumothorax or large pleural effusion. No acute bone abnormality.", "h_value": "The cardiomediastinal silhouette is within normal limits. There is rounded calcified density within the left lower lobe most consistent with granuloma. Remaining lungs are clear without evidence of focal opacification. No pneumothorax or large pleural effusion. No acute bone abnormality. Evidence of endotracheal tube is noted.", "co_objects": ["endotracheal tube"], "uncertain_objects": ["lungs", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1205_IM-0138", "image": "CXR1205_IM-0138/0.png", "value": "Normal heart size. Clear lungs without pneumothorax or pleural effusion.", "h_value": "Normal heart size. Clear lungs without pneumothorax or pleural effusion. Bibasilar atelectasis is present.", "co_objects": ["atelectasis"], "uncertain_objects": ["heart", "lungs", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR669_IM-2242", "image": "CXR669_IM-2242/0.png", "value": "Cardiomegaly is present. The upper lobe pulmonary vascularity appears mildly prominent consistent with pulmonary venous hypertension. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. There is eventration of the right hemidiaphragm. Bony changes of renal osteodystrophy are noted.", "h_value": "Cardiomegaly is present. The upper lobe pulmonary vascularity appears mildly prominent consistent with pulmonary venous hypertension. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. There is eventration of the right hemidiaphragm. Bony changes of renal osteodystrophy are noted. Patchy infiltrates are seen bilaterally.", "co_objects": ["infiltrate"], "uncertain_objects": ["lungs", "diaphragm", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2208_IM-0815", "image": "CXR2208_IM-0815/0.png", "value": "Persistent cardiomegaly. No abnormal airspace consolidation. Resolved interstitial edema. No pneumothorax or pleural effusion.", "h_value": "Persistent cardiomegaly. No abnormal airspace consolidation. Resolved interstitial edema. No pneumothorax or pleural effusion. A chest tube is in place on the right side. Evidence of mediastinal widening is noted.", "co_objects": ["chest tube", "mediastinal widening"], "uncertain_objects": ["normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2621_IM-1109", "image": "CXR2621_IM-1109/0.png", "value": "Both lungs are clear and expanded. Heart and mediastinum normal.", "h_value": "Both lungs are clear and expanded. Heart and mediastinum normal. Evidence of scoliosis is noted.", "co_objects": ["scoliosis"], "uncertain_objects": ["heart", "lungs", "mediastinum", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1640_IM-0420", "image": "CXR1640_IM-0420/0.png", "value": "The heart is normal in size. The mediastinum is unremarkable. Small nodule in the right upper lung is stable. The lungs are otherwise clear.", "h_value": "The heart is normal in size. The mediastinum is unremarkable. Small nodule in the right upper lung is stable. The lungs are otherwise clear. Consolidation is seen in the right lower lobe.", "co_objects": ["consolidation"], "uncertain_objects": ["heart", "lungs", "mediastinum", "normal", "clear", "stable"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR892_IM-2403", "image": "CXR892_IM-2403/0.png", "value": "There is hyperinflation. There is some subtle scarring in the lateral right base. There is no pleural effusion or pneumothorax. The heart is not significantly enlarged. There are atherosclerotic changes of the aorta. Arthritic changes of the skeletal structures are noted.", "h_value": "There is hyperinflation. There is some subtle scarring in the lateral right base. There is no pleural effusion or pneumothorax. The heart is not significantly enlarged. There are atherosclerotic changes of the aorta. Arthritic changes of the skeletal structures are noted. The heart is mildly enlarged. Evidence of fibrosis is noted.", "co_objects": ["cardiomegaly", "fibrosis"], "uncertain_objects": ["heart", "aorta"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3735_IM-1866", "image": "CXR3735_IM-1866/0.png", "value": "The cardiac contours are normal. Atherosclerotic aorta. The lungs are clear. Thoracic spondylosis.", "h_value": "The cardiac contours are normal. Atherosclerotic aorta. The lungs are clear. Thoracic spondylosis. Evidence of fibrosis is noted. Evidence of hilar enlargement is noted.", "co_objects": ["fibrosis", "hilar enlargement"], "uncertain_objects": ["lungs", "aorta", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3193_IM-1505", "image": "CXR3193_IM-1505/0.png", "value": "Mild hyperinflation. No focal consolidation, suspicious pulmonary opacity, pneumothorax or definite pleural effusion. Heart size and pulmonary vascularity within normal limits, visualized osseous structures appear intact.", "h_value": "Mild hyperinflation. No focal consolidation, suspicious pulmonary opacity, pneumothorax or definite pleural effusion. Heart size and pulmonary vascularity within normal limits, visualized osseous structures appear intact. Evidence of nasogastric tube is noted. A chest tube is in place on the right side.", "co_objects": ["nasogastric tube", "chest tube"], "uncertain_objects": ["heart", "normal", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1844_IM-0547", "image": "CXR1844_IM-0547/0.png", "value": "Normal cardiomediastinal contours. Hyperexpansion of the lungs with flattening of the diaphragm. No focal lung consolidation, pneumothorax or pleural effusions.", "h_value": "Normal cardiomediastinal contours. Hyperexpansion of the lungs with flattening of the diaphragm. No focal lung consolidation, pneumothorax or pleural effusions. Evidence of hilar enlargement is noted.", "co_objects": ["hilar enlargement"], "uncertain_objects": ["lungs", "diaphragm", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR820_IM-2351", "image": "CXR820_IM-2351/0.png", "value": "There are T-spine osteophytes. Small nodule projecting near the left heart XXXX is unchanged from XXXX and appears calcified. This XXXX represents a calcified granuloma. The cardiomediastinal silhouette and pulmonary vasculature are within normal limits. There is no pneumothorax or pleural effusion. There are no focal areas of consolidation.", "h_value": "There are T-spine osteophytes. Small nodule projecting near the left heart XXXX is unchanged from XXXX and appears calcified. This XXXX represents a calcified granuloma. The cardiomediastinal silhouette and pulmonary vasculature are within normal limits. There is no pneumothorax or pleural effusion. There are no focal areas of consolidation. Evidence of aortic calcification is noted. Mild pulmonary edema is observed.", "co_objects": ["aortic calcification", "pulmonary edema"], "uncertain_objects": ["heart", "spine", "pulmonary vasculature", "normal", "unchanged"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1363_IM-0236-0001", "image": "CXR1363_IM-0236-0001/0.png", "value": "The cardiomediastinal silhouette is normal in size and contour. Negative for effusion, pneumothorax, or focal airspace consolidation. The lungs are normally aerated.", "h_value": "The cardiomediastinal silhouette is normal in size and contour. Negative for effusion, pneumothorax, or focal airspace consolidation. The lungs are normally aerated. A chest tube is in place on the right side. The heart is mildly enlarged. Evidence of scoliosis is noted.", "co_objects": ["chest tube", "cardiomegaly", "scoliosis"], "uncertain_objects": ["lungs", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3852_IM-1949", "image": "CXR3852_IM-1949/0.png", "value": "Heart size is normal. No pneumothorax or focal airspace disease. No pleural effusion. Eventration of the right hemidiaphragm. Mild degenerative changes of the thoracic spine without fracture.", "h_value": "Heart size is normal. No pneumothorax or focal airspace disease. No pleural effusion. Eventration of the right hemidiaphragm. Mild degenerative changes of the thoracic spine without fracture. Mild pulmonary edema is observed.", "co_objects": ["pulmonary edema"], "uncertain_objects": ["heart", "diaphragm", "spine", "thoracic spine", "normal", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR186_IM-0558", "image": "CXR186_IM-0558/0.png", "value": "Cardiac size, mediastinal contour, and pulmonary vascularity are within normal limits. No focal consolidation, suspicious pulmonary opacity, pleural effusion, or pneumothorax. The visualized osseous structures appear intact. No evidence of abnormal radiodense foreign bodies.", "h_value": "Cardiac size, mediastinal contour, and pulmonary vascularity are within normal limits. No focal consolidation, suspicious pulmonary opacity, pleural effusion, or pneumothorax. The visualized osseous structures appear intact. No evidence of abnormal radiodense foreign bodies. A chest tube is in place on the right side. Evidence of endotracheal tube is noted. Evidence of nasogastric tube is noted.", "co_objects": ["chest tube", "endotracheal tube", "nasogastric tube"], "uncertain_objects": ["normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2661_IM-1142", "image": "CXR2661_IM-1142/0.png", "value": "Mild cardiomegaly. Low lung volumes without focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality.", "h_value": "Mild cardiomegaly. Low lung volumes without focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality. Bibasilar atelectasis is present.", "co_objects": ["atelectasis"], "uncertain_objects": ["normal", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2159_IM-0776", "image": "CXR2159_IM-0776/0.png", "value": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits. .", "h_value": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits. . The heart is mildly enlarged. Consolidation is seen in the right lower lobe. A chest tube is in place on the right side.", "co_objects": ["cardiomegaly", "consolidation", "chest tube"], "uncertain_objects": ["heart", "lungs", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1581_IM-0378", "image": "CXR1581_IM-0378/0.png", "value": "Cardiomediastinal silhouettes are within normal limits. There are 2 right upper lobe lung nodules, the largest measuring approximately 12 mm. Lungs are without focal consolidation, pneumothorax, or pleural effusion. Bony thorax is unremarkable.", "h_value": "Cardiomediastinal silhouettes are within normal limits. There are 2 right upper lobe lung nodules, the largest measuring approximately 12 mm. Lungs are without focal consolidation, pneumothorax, or pleural effusion. Bony thorax is unremarkable. Evidence of rib fracture is noted.", "co_objects": ["rib fracture"], "uncertain_objects": ["lungs", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR744_IM-2299", "image": "CXR744_IM-2299/0.png", "value": "The heart size and pulmonary vascularity appear within normal limits. Left XXXX-a-XXXX is in XXXX. No pleural effusion or pneumothorax is seen. Right upper lobe area of dense opacity is seen in the medial right apex. On a previous outside XXXX scan (XXXX), the right upper lobe was consolidated. Comparison to the XXXX XXXX from that exam shows this opacity to have decreased. No films were available, however, for direct comparison.", "h_value": "The heart size and pulmonary vascularity appear within normal limits. Left XXXX-a-XXXX is in XXXX. No pleural effusion or pneumothorax is seen. Right upper lobe area of dense opacity is seen in the medial right apex. On a previous outside XXXX scan (XXXX), the right upper lobe was consolidated. Comparison to the XXXX XXXX from that exam shows this opacity to have decreased. No films were available, however, for direct comparison. Consolidation is seen in the right lower lobe. Evidence of nasogastric tube is noted.", "co_objects": ["consolidation", "nasogastric tube"], "uncertain_objects": ["heart", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR464_IM-2092", "image": "CXR464_IM-2092/0.png", "value": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. There is eventration of the right hemidiaphragm. Degenerative changes are present in the spine.", "h_value": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. There is eventration of the right hemidiaphragm. Degenerative changes are present in the spine. Evidence of endotracheal tube is noted.", "co_objects": ["endotracheal tube"], "uncertain_objects": ["heart", "lungs", "diaphragm", "spine", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2486_IM-1014", "image": "CXR2486_IM-1014/0.png", "value": "The heart size is normal. The mediastinal contour is within normal limits. There are no focal infiltrates. There is prominent epipericardial fat. There are no nodules or masses. No visible pneumothorax. No visible pleural fluid. Right 7th and 8th rib deformities are noted. There is no visible free intraperitoneal air under the diaphragm.", "h_value": "The heart size is normal. The mediastinal contour is within normal limits. There are no focal infiltrates. There is prominent epipericardial fat. There are no nodules or masses. No visible pneumothorax. No visible pleural fluid. Right 7th and 8th rib deformities are noted. There is no visible free intraperitoneal air under the diaphragm. The heart is mildly enlarged. Mild pulmonary edema is observed. A central venous catheter is present.", "co_objects": ["cardiomegaly", "pulmonary edema", "catheter"], "uncertain_objects": ["heart", "diaphragm", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3072_IM-1433", "image": "CXR3072_IM-1433/0.png", "value": "Left-sided medication injection XXXX has its tip projecting at the cavoatrial junction. The trachea is midline. Extensive bilateral bronchiectasis, cystic changes, and scarring represents sequela from the patient's cystic fibrosis. No evidence of focal pulmonary infiltrate or pleural effusion. No large pneumothorax has developed in the interim. The overlying bony structures reveal no acute abnormalities. The heart size is normal.", "h_value": "Left-sided medication injection XXXX has its tip projecting at the cavoatrial junction. The trachea is midline. Extensive bilateral bronchiectasis, cystic changes, and scarring represents sequela from the patient's cystic fibrosis. No evidence of focal pulmonary infiltrate or pleural effusion. No large pneumothorax has developed in the interim. The overlying bony structures reveal no acute abnormalities. The heart size is normal. Evidence of mediastinal widening is noted. Evidence of endotracheal tube is noted. Evidence of emphysema is noted.", "co_objects": ["mediastinal widening", "endotracheal tube", "emphysema"], "uncertain_objects": ["heart", "trachea", "bronchi", "normal", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1543_IM-0353", "image": "CXR1543_IM-0353/0.png", "value": "The cardiomediastinal silhouette is within normal limits. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute osseus abnormality. Large hiatal hernia.", "h_value": "The cardiomediastinal silhouette is within normal limits. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute osseus abnormality. Large hiatal hernia. Patchy infiltrates are seen bilaterally. Evidence of scoliosis is noted.", "co_objects": ["infiltrate", "scoliosis"], "uncertain_objects": ["lungs", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3972_IM-2032", "image": "CXR3972_IM-2032/0.png", "value": "Heart size and pulmonary vascularity appear within normal limits. Bilateral hilar fullness is present consistent with adenopathy. The appearance is unchanged. There is prominence of the interstitial markings bilaterally. These are also unchanged. No focal superimposed airspace disease is seen. No pneumothorax or pleural effusion is noted.", "h_value": "Heart size and pulmonary vascularity appear within normal limits. Bilateral hilar fullness is present consistent with adenopathy. The appearance is unchanged. There is prominence of the interstitial markings bilaterally. These are also unchanged. No focal superimposed airspace disease is seen. No pneumothorax or pleural effusion is noted. Evidence of aortic calcification is noted.", "co_objects": ["aortic calcification"], "uncertain_objects": ["heart", "normal", "unchanged", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1393_IM-0251", "image": "CXR1393_IM-0251/0.png", "value": "Right central venous line has been removed. Heart size and pulmonary vascularity appear within normal limits. A few bandlike opacities are present at the lateral left base. The appearance XXXX scarring or atelectasis. No focal airspace disease is seen. No discrete nodules are identified. No pneumothorax or pleural effusion is seen.", "h_value": "Right central venous line has been removed. Heart size and pulmonary vascularity appear within normal limits. A few bandlike opacities are present at the lateral left base. The appearance XXXX scarring or atelectasis. No focal airspace disease is seen. No discrete nodules are identified. No pneumothorax or pleural effusion is seen. Patchy infiltrates are seen bilaterally. Evidence of emphysema is noted.", "co_objects": ["infiltrate", "emphysema"], "uncertain_objects": ["heart", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3810_IM-1920", "image": "CXR3810_IM-1920/0.png", "value": "The heart and mediastinum are unremarkable. The lungs are clear without infiltrate. There is no effusion or pneumothorax. There is surgical clips projected over the left lung apex, as well as, over the right upper quadrant of the abdomen.", "h_value": "The heart and mediastinum are unremarkable. The lungs are clear without infiltrate. There is no effusion or pneumothorax. There is surgical clips projected over the left lung apex, as well as, over the right upper quadrant of the abdomen. Evidence of scoliosis is noted. Mild pulmonary edema is observed.", "co_objects": ["scoliosis", "pulmonary edema"], "uncertain_objects": ["heart", "lungs", "mediastinum", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1570_IM-0372", "image": "CXR1570_IM-0372/0.png", "value": "Evaluation for pneumothorax is limited due to exclusion of the superior-most pulmonary apices. No visible pleural XXXX. No focal air space opacities or pleural effusion. Cardiomediastinal silhouette is within normal limits. No free subdiaphragmatic air. Mild degenerative changes of the thoracic spine. Included osseous structures are grossly intact.", "h_value": "Evaluation for pneumothorax is limited due to exclusion of the superior-most pulmonary apices. No visible pleural XXXX. No focal air space opacities or pleural effusion. Cardiomediastinal silhouette is within normal limits. No free subdiaphragmatic air. Mild degenerative changes of the thoracic spine. Included osseous structures are grossly intact. Evidence of opacity is noted.", "co_objects": ["opacity"], "uncertain_objects": ["diaphragm", "spine", "thoracic spine", "normal", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1770_IM-0504", "image": "CXR1770_IM-0504/0.png", "value": "No pneumothorax or pleural effusion. Normal cardiac contours. Clear lungs bilaterally. Redemonstration of transmetatarsal amputation. No evidence of acute fracture-dislocations. No evidence of any bony erosions or osseous infections.", "h_value": "No pneumothorax or pleural effusion. Normal cardiac contours. Clear lungs bilaterally. Redemonstration of transmetatarsal amputation. No evidence of acute fracture-dislocations. No evidence of any bony erosions or osseous infections. Evidence of endotracheal tube is noted. Consolidation is seen in the right lower lobe. Bibasilar atelectasis is present.", "co_objects": ["endotracheal tube", "consolidation", "atelectasis"], "uncertain_objects": ["lungs", "normal", "clear", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1454_IM-0293", "image": "CXR1454_IM-0293/0.png", "value": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear.", "h_value": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. A small pulmonary nodule is identified in the left upper lobe. Evidence of opacity is noted. Patchy infiltrates are seen bilaterally.", "co_objects": ["nodule", "opacity", "infiltrate"], "uncertain_objects": ["heart", "lungs", "mediastinum", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3415_IM-1650", "image": "CXR3415_IM-1650/0.png", "value": "No acute osseous abnormality. Mild degenerative changes of the thoracic spine. Stable normal cardiomediastinal silhouette and hilar contours. Prominence of superior mediastinal, XXXX superimposed structures. No focal area of consolidation, pleural effusion, or pneumothorax. Mild bibasilar atelectasis.", "h_value": "No acute osseous abnormality. Mild degenerative changes of the thoracic spine. Stable normal cardiomediastinal silhouette and hilar contours. Prominence of superior mediastinal, XXXX superimposed structures. No focal area of consolidation, pleural effusion, or pneumothorax. Mild bibasilar atelectasis. Evidence of granuloma is noted.", "co_objects": ["granuloma"], "uncertain_objects": ["spine", "thoracic spine", "normal", "stable", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3841_IM-1942", "image": "CXR3841_IM-1942/0.png", "value": "No acute osseous abnormalities. Mild thoracic spine degenerative changes. Soft tissues are within normal limits. No focal area of consolidation, pleural effusion, or pneumothorax.", "h_value": "No acute osseous abnormalities. Mild thoracic spine degenerative changes. Soft tissues are within normal limits. No focal area of consolidation, pleural effusion, or pneumothorax. Evidence of aortic calcification is noted.", "co_objects": ["aortic calcification"], "uncertain_objects": ["spine", "thoracic spine", "normal", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR1124_IM-0081", "image": "CXR1124_IM-0081/0.png", "value": "There are postoperative changes of sternotomy. Heart size is within normal limits. There is aortic atherosclerotic vascular calcification. The lungs are mildly hyperexpanded. There is no focal airspace consolidation. No pleural effusion or pneumothorax. There are diffuse degenerative changes of the spine.", "h_value": "There are postoperative changes of sternotomy. Heart size is within normal limits. There is aortic atherosclerotic vascular calcification. The lungs are mildly hyperexpanded. There is no focal airspace consolidation. No pleural effusion or pneumothorax. There are diffuse degenerative changes of the spine. Evidence of scoliosis is noted. Patchy infiltrates are seen bilaterally.", "co_objects": ["scoliosis", "infiltrate"], "uncertain_objects": ["heart", "lungs", "spine", "normal", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR200_IM-0653", "image": "CXR200_IM-0653/0.png", "value": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen.", "h_value": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. A chest tube is in place on the right side. Evidence of rib fracture is noted.", "co_objects": ["chest tube", "rib fracture"], "uncertain_objects": ["heart", "lungs", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3475_IM-1688", "image": "CXR3475_IM-1688/0.png", "value": "The lungs are clear. The cardiomediastinal silhouette is within normal limits. No pneumothorax or pleural effusion.", "h_value": "The lungs are clear. The cardiomediastinal silhouette is within normal limits. No pneumothorax or pleural effusion. Evidence of mediastinal widening is noted. A pacemaker device is noted in the left chest. The heart is mildly enlarged.", "co_objects": ["mediastinal widening", "pacemaker", "cardiomegaly"], "uncertain_objects": ["lungs", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3330_IM-1594", "image": "CXR3330_IM-1594/0.png", "value": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear.", "h_value": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. A central venous catheter is present. Evidence of hilar enlargement is noted. Evidence of nasogastric tube is noted.", "co_objects": ["catheter", "hilar enlargement", "nasogastric tube"], "uncertain_objects": ["heart", "lungs", "mediastinum", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2158_IM-0776", "image": "CXR2158_IM-0776/0.png", "value": "There are diffuse increased interstitial markings, suggestive of pulmonary fibrosis in bilateral lung XXXX. The fibrosis appears to slightly increased XXXX compared to previous examination, in XXXX. The trachea is midline. Negative for pneumothorax, pleural effusion. The heart size is normal.", "h_value": "There are diffuse increased interstitial markings, suggestive of pulmonary fibrosis in bilateral lung XXXX. The fibrosis appears to slightly increased XXXX compared to previous examination, in XXXX. The trachea is midline. Negative for pneumothorax, pleural effusion. The heart size is normal. A small pulmonary nodule is identified in the left upper lobe.", "co_objects": ["nodule"], "uncertain_objects": ["heart", "trachea", "normal", "bilateral"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3819_IM-1926", "image": "CXR3819_IM-1926/0.png", "value": "Frontal (on two cassettes) and lateral views of the chest with overlying external cardiac monitor leads show an unchanged cardiomediastinal silhouette. The cardiac silhouette remains markedly enlarged. There is aortic XXXX vascular calcification. No XXXX focal airspace consolidation or pleural effusion.", "h_value": "Frontal (on two cassettes) and lateral views of the chest with overlying external cardiac monitor leads show an unchanged cardiomediastinal silhouette. The cardiac silhouette remains markedly enlarged. There is aortic XXXX vascular calcification. No XXXX focal airspace consolidation or pleural effusion. Bibasilar atelectasis is present. Evidence of mediastinal widening is noted.", "co_objects": ["atelectasis", "mediastinal widening"], "uncertain_objects": ["cardiac silhouette", "unchanged"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3124_IM-1468", "image": "CXR3124_IM-1468/0.png", "value": "There is persistent, marked enlargement of the pulmonary arteries. Normal heart size. No focal airspace consolidation. No pleural effusion or pneumothorax. Visualized osseous structures are unremarkable in appearance.", "h_value": "There is persistent, marked enlargement of the pulmonary arteries. Normal heart size. No focal airspace consolidation. No pleural effusion or pneumothorax. Visualized osseous structures are unremarkable in appearance. Evidence of endotracheal tube is noted. A suspicious mass is noted in the right hilum. Evidence of rib fracture is noted.", "co_objects": ["endotracheal tube", "mass", "rib fracture"], "uncertain_objects": ["heart", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR2200_IM-0811", "image": "CXR2200_IM-0811/0.png", "value": "Low lung volumes. Bibasilar atelectasis versus scarring. Stable left abdominal surgical clips. The heart size and mediastinal silhouette are within normal limits for contour. No pneumothorax or pleural effusions. The XXXX are intact.", "h_value": "Low lung volumes. Bibasilar atelectasis versus scarring. Stable left abdominal surgical clips. The heart size and mediastinal silhouette are within normal limits for contour. No pneumothorax or pleural effusions. The XXXX are intact. Evidence of mediastinal widening is noted. Evidence of hilar enlargement is noted.", "co_objects": ["mediastinal widening", "hilar enlargement"], "uncertain_objects": ["heart", "normal", "stable"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3947_IM-2016", "image": "CXR3947_IM-2016/0.png", "value": "The lungs appear clear. There are no suspicious pulmonary nodules or infiltrates. The heart and pulmonary XXXX appear normal. The pleural spaces are clear. Mediastinal contours are normal. There is a left-sided tunneled catheter, the distal tip at the mid superior XXXX XXXX level.", "h_value": "The lungs appear clear. There are no suspicious pulmonary nodules or infiltrates. The heart and pulmonary XXXX appear normal. The pleural spaces are clear. Mediastinal contours are normal. There is a left-sided tunneled catheter, the distal tip at the mid superior XXXX XXXX level. Evidence of scoliosis is noted. A suspicious mass is noted in the right hilum. Evidence of aortic calcification is noted.", "co_objects": ["scoliosis", "mass", "aortic calcification"], "uncertain_objects": ["heart", "lungs", "normal", "clear"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR266_IM-1141", "image": "CXR266_IM-1141/0.png", "value": "The lungs and pleural spaces show no acute abnormality. Heart size is mildly enlarged, pulmonary vascularity within normal limits. Atherosclerotic calcifications are present in the aortic XXXX.", "h_value": "The lungs and pleural spaces show no acute abnormality. Heart size is mildly enlarged, pulmonary vascularity within normal limits. Atherosclerotic calcifications are present in the aortic XXXX. Evidence of granuloma is noted. Patchy infiltrates are seen bilaterally. A small right-sided pneumothorax is present.", "co_objects": ["granuloma", "infiltrate", "pneumothorax"], "uncertain_objects": ["heart", "lungs", "normal", "mild"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR539_IM-2145", "image": "CXR539_IM-2145/0.png", "value": "2 images. Heart size and pulmonary vascular engorgement appear within limits of normal. Mediastinal contour is unremarkable. No focal consolidation, pleural effusion, or pneumothorax identified. No convincing acute bony findings.", "h_value": "2 images. Heart size and pulmonary vascular engorgement appear within limits of normal. Mediastinal contour is unremarkable. No focal consolidation, pleural effusion, or pneumothorax identified. No convincing acute bony findings. Evidence of opacity is noted.", "co_objects": ["opacity"], "uncertain_objects": ["heart", "normal"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR3159_IM-1487-1001", "image": "CXR3159_IM-1487-1001/0.png", "value": "Moderate cardiomegaly. Prominent vascular pedicle/upper mediastinal contour. Mild central vascular congestion. No overt edema or confluent lobar pneumonia. No pleural effusion. Thoracic spondylosis.", "h_value": "Moderate cardiomegaly. Prominent vascular pedicle/upper mediastinal contour. Mild central vascular congestion. No overt edema or confluent lobar pneumonia. No pleural effusion. Thoracic spondylosis. Mild pulmonary edema is observed. A small right-sided pneumothorax is present.", "co_objects": ["pulmonary edema", "pneumothorax"], "uncertain_objects": ["mild", "moderate"], "question": "Describe this chest X-ray image in detail."}
{"id": "CXR992_IM-2477-0001", "image": "CXR992_IM-2477-0001/0.png", "value": "There are bilateral pulmonary nodules whose appearances suggest metastatic disease to lungs. In the right lung, there is a 1.9 x 2.1 cm nodule overlying the posterior right 6th rib. There is a 1.0 x 1.2 cm nodule XXXX above this in the interspace between the posterior 5th and 6th ribs on the right. There is a 1.0 x 1.1 cm nodule projecting through the left 9th and 10th interspaces on the PA view. If not already performed, contrast-enhanced XXXX would be XXXX suited to evaluate these findings. There are no focal airspace opacities to suggest pneumonia. To the stomach contours appear grossly clear. Heart size and pulmonary XXXX appear normal. There are left-sided axillary clips. There is a right internal jugular central catheter, the distal tip in right atrium.", "h_value": "There are bilateral pulmonary nodules whose appearances suggest metastatic disease to lungs. In the right lung, there is a 1.9 x 2.1 cm nodule overlying the posterior right 6th rib. There is a 1.0 x 1.2 cm nodule XXXX above this in the interspace between the posterior 5th and 6th ribs on the right. There is a 1.0 x 1.1 cm nodule projecting through the left 9th and 10th interspaces on the PA view. If not already performed, contrast-enhanced XXXX would be XXXX suited to evaluate these findings. There are no focal airspace opacities to suggest pneumonia. To the stomach contours appear grossly clear. Heart size and pulmonary XXXX appear normal. There are left-sided axillary clips. There is a right internal jugular central catheter, the distal tip in right atrium. Bibasilar atelectasis is present. Evidence of hilar enlargement is noted.", "co_objects": ["atelectasis", "hilar enlargement"], "uncertain_objects": ["heart", "lungs", "ribs", "normal", "clear", "bilateral"], "question": "Describe this chest X-ray image in detail."}
